---
kind: property
id: P:Autodesk.Revit.DB.PlanTopology.Phase
source: html/933b55f9-b88f-978f-1901-e7706f705b08.htm
---
# Autodesk.Revit.DB.PlanTopology.Phase Property

The phase of the PlanTopology.

## Syntax (C#)
```csharp
public Phase Phase { get; }
```